{
  "global": {
    "game": "Heroes of Might and Magic&nbsp;III"
  },
  "label": {
    "topage": "Go to the page",
    "tochannel": "Go to the channel",
    "tomain": "To main page",
    "fulllist": "Full list",
    "globalsearch": "Global search",
    "name": "Name",
    "title": "Title",
    "header": "Header",
    "keyword": "Keyword",
    "password": "Password",
    "newpass": "New password",
    "passrepeat": "Password repeat",
    "login": "Sign in",
    "registrate": "Sign up",
    "logout": "Logout",
    "restore": "Restore password",
    "changepass": "Change password",
    "resetpass": "Reset password",
    "filters": "Filters",
    "sort": "Sorting",
    "search": "Search",
    "reset": "Reset",
    "parameter": "Parameter",
    "settings": "Settings",
    "order": "Order",
    "empty": "Select...",
    "showset": "Show set",
    "mobskeywords": "fly / alive / grass",
    "heroeskeywords": "female / slayer / wisdom",
    "withskill": "With skill",
    "noskill": "Without skill",
    "yes": "Yes",
    "no": "No",
    "totalcost": "Total cost",
    "toc": "Table of content",
    "nexttitle": "Next title",
    "download": "Download",
    "moremaps": "More maps",
    "quantity": "Quantity",
    "approve": "Approve",
    "skip": "Skip",
    "time": "Time",
    "reward": "Reward",
    "totests": "Back to tests",
    "record": "Record",
    "records": "Records",
    "gold": "Gold",
    "factions": "Factions",
    "total": "Total",
    "withfaction": "With faction",
    "nofaction": "No faction",
    "chapter": "Chapter",
    "icon": "Icon",
    "content": "Content",
    "preview": "Preview",
    "create": "Create",
    "save": "Save",
    "cancel": "Cancel",
    "images": "Images",
    "schemes": "Schemes",
    "alias": "Alias",
    "activity": "Activity",
    "upload": "Upload",
    "file": "File",
    "selectfile": "Select file",
    "catalogs": "Catalogs",
    "link": "Link",
    "checklink": "Check the link",
    "rewrite": "Forced overwriting of a file",
    "clearcache": "Clear cache",
    "add": "Add"
  },
  "success": {
    "welcome": "Welcome",
    "passchanged": "The password has been changed",
    "restorelink": "The password recovery link has been sent to your mailbox",
    "registration": "You have successfully registered",
    "avatar": "A new avatar has been set",
    "resetavatar": "Avatar's been reset",
    "saved": "The data has been saved",
    "uploaded": "The file has been uploaded",
    "cache": "Cache cleared"
  },
  "error": {
    "unknown": "Unknown error",
    "access": "Access is denied",
    "notfound": "Page not found",
    "server": "Error on the server side",
    "updates": "An error occurred while downloading the latest updates",
    "passrepeat": "Passwords don't match",
    "search": "Nothing was found for the query",
    "audio": "Your browser does not support HTML5 audio",
    "emptyfields": "Not all fields are completed (RU and EN)",
    "alias": "Incorrect alias format. Valid characters are",
    "filesize": "Maximum file size",
    "digits": "Invalid numeric values"
  },
  "confirm": {
    "avatar": "Are you sure you want to choose this avatar?",
    "resetpass": "Are you sure you want to reset your password? A recovery link will be sent to your e-mail address and you will be logged out of your account.",
    "teststart": "Are you ready to take the test?"
  },
  "menu": {
    "language": "Language",
    "allobjects": "Game objects",
    "calculation": "Calculations",
    "interactive": "Interactive",
    "mobs": "Mobs",
    "artifacts": "Artifacts",
    "heroes": "Heroes",
    "spells": "Spells",
    "objects": "Objects on map",
    "towns": "Towns",
    "comparator": "Compare units",
    "damagecalc": "Damage calculator",
    "tests": "Tests",
    "statistics": "Statistics",
    "maps": "Maps",
    "titles": "Titles",
    "chapters": "Chapters",
    "mechanics": "Game mechanics",
    "toc": "Mechanics (Table of content)",
    "community": "Community",
    "about": "About",
    "news": "News",
    "auth": "Authorization",
    "registration": "Registration",
    "passrestore": "Password restore",
    "profile": "User profile",
    "updates": "Latest updates",
    "description": "Description",
    "structures": "Structures",
    "mosaic": "Grail map",
    "users": "Users",
    "admin": "Administrator",
    "upload": "Uploading files",
    "caching": "Caching"
  },
  "info": {
    "mobs": "In this section you can see the characteristics and features of all units in the game, from attack and defense to the value of creatures for the computer AI. Click on the appropriate mob and all the information about it will appear on the right. If you want to filter or sort creatures by some parameters, the filter panel will help you. There are separate articles about some abilities of creatures in the Mechanic section, where the corresponding links lead to. Want to compare two units? Go to the &quot;Compare creatures&quot; section and select the ones you are interested in on the right and left.",
    "mobsbrief": "<p>Units related to this city. By building the appropriate <b>Dwelling</b>, you will be able to recruit these creatures into the hero's army. At the beginning of each week, there is an increase in creatures in all dwellings built by the player, unless this week came under the sign of <b>Plague</b>.</p><p>Each unit has a <b>An improved</b> version that becomes available for purchase after the improvement of his home. The player can also upgrade ordinary creatures for money and resources, the price of the upgrade is the difference in price between the normal and improved version of the creature.</p><p>By visiting <b>Fort</b> / <b>Citadel</b> / <b>Castle</b>, you will see how many creatures are currently available for purchase in the city, as well as their prices.</p>",
    "artifacts": "Do you want to see all the artifacts that can be found in the game? Then you can go to this section. In addition to all the basic parameters of each artifact, you will be able to see what components are used to build certain sets. You will be able to filter artifacts by the type of bonus it gives, as well as by the slot in which it can be placed. In the description of the artifacts' features all the subtleties of their use and mechanics of action are described. For each artifact you will find a value value, which will show you what is preferable for the computer&nbsp;AI.",
    "heroes": "Usually before starting a game there is no desire to click on each hero and check his specialization, initial army or starting spell. Go to the Heroes section and with a slight movement of your hand, entering the desired keyword in the search box, you will be able to see all the heroes with the given parameters. It is possible to search by specialization, spell, gender or just by name. You can easily filter out all characters without a spellbook by selecting &quot;Warrior&quot; in the filter field or vice versa. So that the characters are not faceless, you can read a brief biography of each of them and better understand what message the authors of the game invested.",
    "heroesbrief": "<p>Heroes for whom this city is native. After visiting the <b>Tavern</b>, you will be able to hire heroes for <b>2500 gold</b>.</p><p><b>The tavern</b> does not always present the heroes of the corresponding castle to choose from, here you can hire characters from other cities and factions. At the beginning of each week, the player is guaranteed to be offered one hero from his native castle, except in cases when all the heroes of the city have already been hired.</p><p>When the hero escapes from the battlefield, the player can re-hire him in the tavern with all the Skills <b> learned</b> and Artifacts <b>found</b>, when buying off the hero, the remaining <b>Army</b> will also be preserved. The defeated hero can later be redeemed by other players.</p><p>Regardless of the city, the characters are always divided into <b>Magicians</b> and <b>Warriors</b>. The class determines the predisposition to upgrade certain skills and parameters of the hero. In addition, magicians at the start of the game always have a <b>Book of spells</b> and one spell in their arsenal.</p>",
    "spells": "This section presents all spells of the game, divided into groups depending on the element they belong to. You can see the cost, duration of action, description of each spell for a certain level of element skill and even see how the computer AI evaluates certain spells. If you are interested in detailed information about spells, you can easily find it in the Game Mechanic articles: just click on the link below its description.",
    "objects": "All game objects that you can meet on the adventure map can be viewed on this page. For each object all detailed information from different sources is collected, the peculiarities of heroes' interaction with each of them are described, as well as non-obvious bonuses for the player. The objects are divided into logical groups for easy navigation. For each object there is a cell scheme, it shows the place of entry for the hero, as well as the number of occupied cells on the map, which can be useful to map authors when working on scenarios. In the descriptions of objects there are links to articles, where the actions of their bonuses are described in detail.",
    "towns": "Cities are the key objects in Heroes of Might and Magic III and this page is fully dedicated to them. If you forgot the price of any building, want to see what bonus the Grail Temple gives you or find out how many floors of the Mages' Guild can be built in this or that city, go to this section. The page displays the background of each of the eleven cities, with toggleable markers for buildings. It also displays all the creatures and heroes that belong to this or that castle, as well as a map of the riddle to find the Grail with a schematic sequence of its opening. And to feel the atmosphere of the game, you can turn on the music theme of the city on the same page.",
    "mechanics": "<b>In this section you can learn more about:</b><ul><li>Stats and abilities of Creatures</li><li>Characteristics and skills of Heroes</li><li>Features of movement on the map and on the battlefield</li><li>Behavior and scripts of computer players</li><li>Effects of Spells and variants of their application</li><li>Features and characteristics of Battle Machines</li><li>Cities, buildings, and their influence on the course of the game</li></ul><b>As well as a lot of hidden mechanics, information about which is not in the game.</b>",
    "grailmap": "<p>At the start, the player receives a <b>Puzzle map</b>, which is selected according to his hometown. The puzzle map is unique for each city, but they are all divided into <b>48 parts</b>.</p><p>By visiting the <b>Obelisks</b> on the adventure map, player will gradually open his puzzle map and eventually see the point where the <b>Grail</b> is buried.</p><p>The map will open in proportion to the number of obelisks, that is, if there is only one obelisk on the map, then it will open the map completely, and if <b>48</b> (maximum number), then each obelisk will open one piece of the puzzle.</p><p>The sequence of opening the puzzle map is strictly defined (in the image below). The pieces come off from a smaller number to a larger one.</p>",
    "about": "<p>Back in 1999, few people could imagine that <mark>Heroes of Might and Magic III</mark>, which was released then, would become a kind of legend that would be relevant and in demand even decades later, but that's what we see, and now it's hard to find a person who wouldn't know about it.</p><p>For all this time fans of the series have created countless different resources dedicated to the game: forums with discussions, knowledge bases on game objects, fan art, repositories with a huge amount of additional content and many more useful things.</p><p>We conceived this project with the purpose to collect relevant information from various sources, to systematize it as much as possible, filter it and present it in a convenient form. The main idea is to make a base of creatures, artifacts, heroes, spells and many other game objects, so that you can immediately see all the important information in one place, if necessary, sort it and filter it, compare one thing with another.</p><p>Sometimes you have to visit 2-3 internet resources to get the full picture, we will try to fit it all into one resource as much as possible.</p><p>In addition to the basic parameters and characteristics of certain game objects, our site has a section <a href='/mechanics'>Game&nbsp;mechanics</a>, where various gameplay subtleties, ability descriptions and calculation formulas for different aspects of the game are collected. The content for this section is mostly taken from a large guide called <a href='https://vk.com/fizmig' target='_blank'>FizMiG</a>, where you can find almost any verified information about Heroes III.</p><p>Since now most players, though not all, use the <a href='https://vk.com/h3hota' target='_blank'>Horn&nbsp;of&nbsp;the&nbsp;Abyss</a> add-on, all the data on our site are customized for it, but that doesn't mean that they will be useless for other versions of the game.</p><p>The site is primarily a knowledge base, but in addition to this, we have created a section with links to useful <a href='/community'>Soft</a> that will help in creating your own scenarios and in changing in-game files, as well as a section where <a href='/maps'>Maps</a> created by players will be posted, there you can also read about them and if you want to download.</p><p>We hope that Heroes III fans will find our resource useful and find something new for themselves here. If you want to leave a comment, feedback or ask us a question, you can write to the e-mail address by clicking the button at the bottom of the page.</p>",
    "special": "Damage calculation may vary due to the unit's ability",
    "blackknights": "Specialization won't be calculated for the hero Haart Lich",
    "tests": "<p>The tests are divided into 3 levels of difficulty. In each of them you will have to answer 12 questions on different topics of the game. The choice of answer is offered from 4 options. You can pass each test no more than 3 times, then it will become unavailable.</p><p>All tests are time-limited: 2, 3 and 4 minutes for Easy, Medium and Difficult tests respectively. After the time has elapsed, only those questions that you have answered in time will be counted.</p>",
    "rightanswers": "Right answers",
    "mistakes": "You answered incorrectly or skipped the following questions",
    "nomistakes": "You answered all the questions correctly, good job!",
    "fullscreen": "Ctrl+Space - Fullscreen mode"
  },
  "team": {
    "author-1": {
      "name": "Nikita B.",
      "role": "Writes the server and client side of the project, handles hosting, database creation and maintenance, and design."
    },
    "author-2": {
      "name": "Stanislav B.",
      "role": "Responsible for website content. Finds, adds and updates information, looks for bugs and tests new functionality."
    },
    "author-3": {
      "name": "Who is that?",
      "role": "Maybe it's you? Write your ideas, comments and corrections to our e-mail. Together we will bring the project to perfection!"
    }
  },
  "social": {
    "community": "Communities",
    "share": "Share the link",
    "title": "Hommbase | Heroes III knowledge base",
    "email": "Write to us on the E-mail",
    "youtubechannels": "Youtube channels",
    "twitchchannels": "Twitch channels",
    "subscribers": "Subscribers",
    "videos": "Videos",
    "videoscount": "Videos on channel",
    "views": "Views",
    "channeldate": "Channel creation date",
    "external": "External links",
    "soft": "Soft",
    "broadcast": "Broadcast",
    "creativity": "Fan creativity"
  },
  "user": {
    "admin": "Admin",
    "simple": "User",
    "registered": "Date of registration",
    "lastlogin": "Last login",
    "balance": "Balance",
    "avatarcost": "Avatar cost",
    "selectavatar": "Select avatar",
    "changeavatar": "Change avatar",
    "resetavatar": "Reset avatar",
    "confresetavatar": "Are you sure you want to reset the avatar for this user?",
    "buyavatar": "Are you sure you want to purchase this avatar?",
    "spy": "Log in as user",
    "confirmspy": "Authorize as the specified user?"
  },
  "parameters": {
    "town": "Town",
    "attack": "Attack",
    "doubleattack": "Double attack",
    "defense": "Defense",
    "damage": "Damage",
    "mindamage": "Minimal damage",
    "maxdamage": "Maximal damage",
    "shoots": "Shoots count",
    "health": "Health",
    "speed": "Speed",
    "movement": "Movement",
    "value": "Value",
    "cost": "Cost",
    "sale": "Sale",
    "growth": "Growth",
    "status": "Status",
    "land": "Native land",
    "size": "Size",
    "onehex": "Onehex",
    "twohex": "Twohexes",
    "ability": "Abilities",
    "level": "Level",
    "upgrade": "Level of improvement",
    "slot": "Slot",
    "bonus": "Bonus",
    "category": "Category",
    "set": "Set",
    "race": "Race",
    "sex": "Sex",
    "rank": "Rank",
    "ismage": "Is mage",
    "spell": "Spell",
    "primary": "Primary skills",
    "secondary": "Secondary skills",
    "army": "Starting army",
    "specialization": "Specialization",
    "specimage": "Specialization image",
    "mp": "Movement points",
    "biography": "Biography",
    "element": "Element",
    "class": "Class",
    "duration": "Duration",
    "manacost": "Cost (mana)",
    "effect": "Effect",
    "basic": "Basic",
    "advanced": "Advanced",
    "expert": "Expert",
    "description": "Description",
    "guarded": "Guarded",
    "tunable": "Tuned",
    "worldview": "Worldview",
    "requirements": "Requirements",
    "water": "Water near the city",
    "theme": "Color theme",
    "fontsize": "Font size",
    "players": "Players",
    "playershumans": "Players-humans",
    "teams": "Teams count",
    "target": "Target",
    "type": "Type",
    "withunderground": "Underground presence",
    "version": "Version",
    "author": "Author",
    "filesize": "File size",
    "downloads": "Downloads",
    "withhero": "Under the control of hero",
    "herolevel": "Hero level",
    "heroattack": "Hero attack",
    "herodefense": "Hero defense",
    "offense": "Offense skill",
    "archery": "Archery skill",
    "armor": "Armor skill",
    "offensespec": "Offense specialization",
    "archeryspec": "Archery specialization",
    "armorspec": "Armor specialization",
    "unitspec": "Unit specialization",
    "nativelandbattle": "Fighting on native land",
    "protectstand": "Protection instead of move",
    "fines": "Shooting fines",
    "unluck": "Unluck",
    "luck": "Luck",
    "inflicteddamage": "Inflicted damage",
    "deaths": "Creatures will die"
  },
  "editor": {
    "paragraph": "Paragraph",
    "bold": "Bold",
    "color": "Colorize",
    "picture": "Big picture",
    "icon": "Icon",
    "list": "List",
    "table": "Table"
  }
}
