{
  "global": {
    "game": "Герои Меча и Магии&nbsp;III",
    "dev": "Сайт находится в разработке"
  },
  "label": {
    "topage": "Перейти на страницу",
    "tochannel": "Перейти на канал",
    "tomain": "На главную",
    "fulllist": "Полный список",
    "globalsearch": "Поиск по сайту",
    "name": "Имя",
    "title": "Название",
    "keyword": "Ключевое слово",
    "password": "Пароль",
    "newpass": "Новый пароль",
    "passrepeat": "Повтор пароля",
    "login": "Войти",
    "registrate": "Зарегистрироваться",
    "logout": "Выход",
    "restore": "Восстановить пароль",
    "changepass": "Изменить пароль",
    "resetpass": "Сбросить пароль",
    "filters": "Фильтры",
    "sort": "Сортировка",
    "search": "Поиск",
    "reset": "Сбросить",
    "parameter": "Параметр",
    "settings": "Настройки",
    "order": "Порядок",
    "empty": "Выберите...",
    "showset": "Показать комплект",
    "mobskeywords": "летает / живой / трава",
    "heroeskeywords": "женщина / палач / мудрость",
    "withskill": "С навыком",
    "noskill": "Без навыка",
    "yes": "Да",
    "no": "Нет",
    "totalcost": "Суммарная стоимость",
    "toc": "Оглавление",
    "nexttitle": "Следующая статья",
    "download": "Скачать",
    "moremaps": "Больше карт",
    "quantity": "Количество",
    "approve": "Подтвердить",
    "skip": "Пропустить",
    "time": "Время",
    "reward": "Награда",
    "totests": "Назад к тестам",
    "record": "Рекорд"
  },
  "success": {
    "welcome": "Добро пожаловать",
    "passchanged": "Пароль изменен",
    "restorelink": "Ссылка для восстановление пароля была отправлена на вашу почту",
    "registration": "Вы успешно зарегистрированы",
    "avatar": "Установлен новый аватар"
  },
  "error": {
    "unknown": "Произошла неизвестная ошибка",
    "access": "Доступ запрещен",
    "notfound": "Страница не найдена",
    "server": "Ошибка на стороне сервера",
    "updates": "Произошла ошибка при загрузке последних обновлений",
    "passrepeat": "Пароли не совпадают",
    "search": "По запросу ничего не найдено",
    "audio": "Ваш браузер не поддерживает HTML5 аудио"
  },
  "confirm": {
    "mavatar": "Вы уверены, что хотите выбрать этот аватар?",
    "resetpass": "Вы уверены, что хотите сбросить пароль? Ссылка на восстановление будет отправлена на ваш адрес электронной почты и будет выполнен выход из аккаунта.",
    "teststart": "Вы готовы пройти тест?"
  },
  "menu": {
    "language": "Язык",
    "allobjects": "Игровые объекты",
    "calculation": "Рассчеты",
    "interactive": "Интерактив",
    "mobs": "Существа",
    "artifacts": "Артефакты",
    "heroes": "Герои",
    "spells": "Заклинания",
    "objects": "Объекты на карте",
    "towns": "Города",
    "comparator": "Сравнить существ",
    "damagecalc": "Калькулятор урона",
    "tests": "Тесты",
    "statistics": "Статистика",
    "maps": "Карты",
    "mechanics": "Игровые механики",
    "community": "Игровые сообщества",
    "about": "О проекте",
    "news": "Новый город - Фабрика",
    "auth": "Авторизация",
    "registration": "Регистрация",
    "passrestore": "Восстановление пароля",
    "profile": "Профиль пользователя",
    "updates": "Последние обновления",
    "description": "Описание",
    "structures": "Постройки",
    "mosaic": "Карта загадки"
  },
  "info": {
    "mobs": "В этом разделе Вы сможете посмотреть характеристики и особенности всех юнитов игры, начиная от атаки с защитой и заканчивая ценностью существ для компьютерного ИИ. Нажмите на соответсвующего моба и справа появится вся информация о нем. Если хотите отфильтровать или отсортировать существ по каким-либо параметрам, то на помощь придет панель фильтров. О некоторых способностях существ есть отдельные статьи в разделе Механик, куда ведут соответствующие ссылки. Хотите сравнить двух юнитов? Зайдите в раздел &quot;Сравнить существ&quot; и выберите справа и слева тех, кто именно Вас интересует.",
    "mobsbrief": "<p>Юниты, относящиеся к данному городу. Построив соответствующее <b>Жилище</b>, Вы сможете нанимать этих существ в армию героя. В начале каждой недели происходит прирост существ во всех построенных игроком жилищах, если эта неделя не пришла под знаком <b>Чумы</b>.</p><p>У каждого юнита есть <b>Улучшенная</b> версия, которая становится доступна для покупки после улучшения его жилища. Также игрок может улучшать обычных существ за деньги и ресурсы, цена улучшения составляет разницу в цене между обычной и улучшенной версией существа.</p><p>Посетив <b>Форт</b> / <b>Цитадель</b> / <b>Замок</b>, Вы увидите, сколько в данный момент доступно для покупки тех или иных существ в городе, а также цены на них.</p>",
    "artifacts": "Хотите увидеть все артефакты, которые возможно найти в игре? Тогда Вам в этот раздел. Помимо всех основных параметров каждого артефакта, Вы сможете посмотреть, из каких компонентов собираются те или иные комплекты. Вы сможете отфильтровать артефакты по типу бонуса, который он дает, а также по слоту, в который его можно поместить. В описании особенностей артефактов расписаны все тонкости их применения и механики действия. Для каждого артефакта Вы найдете значение ценности, которое покажет, что предпочтительнее для компьютерного&nbsp;ИИ.",
    "heroes": "Обычно перед началом игры нет желания щелкать по каждому герою и проверять его специализацию, начальную армию или стартовое заклинание. Пройдите в раздел Героев и легким движением руки, введя нужное ключевое слово в поле поиска, Вы сможете увидеть всех героев с заданными параметрами. Есть возможность искать по специализации, заклинанию, полу или просто по имени. Без труда можно отсеять всех персонажей без книги заклинаний, выставив в поле фильтра &quot;Воин&quot; или же наоборот. Чтобы герои не были безликими, Вы можете прочитать краткую биографию каждого из них и лучше понять, какой посыл вкладывали авторы игры.",
    "heroesbrief": "<p>Герои, для которых данный город является родным. Посетив <b>Таверну</b>, Вы сможете нанимать героев по <b>2500 золотых</b>.</p><p><b>Таверна</b> не всегда представляет на выбор героев соответствующего замка, здесь можно нанять персонажей других городов и фракций. В начале каждой недели игроку гарантированно предлагается к покупке один герой из родного замка, за исключением случаев, когда уже наняты все герои города.</p><p>Когда герой сбегает с поля боя, игрок может снова нанять его в таверне со всеми изученными <b>Навыками</b> и найденными <b>Артефактами</b>, а при откупе у героя также сохранится и оставшаяся <b>Армия</b>. Побежденного героя позже могут выкупить другие игроки.</p><p>Независимо от города, герои всегда делятся на <b>Магов</b> и <b>Воинов</b>. Класс определяет предрасположенность к прокачке тех или иных навыков и параметров героя. Кроме того маги на старте игры всегда имеют <b>Книгу магии</b> и одно заклинание в арсенале.</p>",
    "spells": "В данном разделе представлены все заклинания игры, разбитые по группам в зависимости от стихии, к которой относятся. Вы можете увидеть стоимость, продолжительность действия, описание каждого заклинания для определенного уровня прокачки навыка стихии и даже увидеть, как оценивает те или иные заклинания компьютерный ИИ. Если Вас интересует подробная информация о заклинаниях, то Вы без проблем сможете найти ее в статьях Механик игры: просто щелкните по ссылке под его описанием.",
    "objects": "Все игровые объекты, которые Вы можете встретить на карте приключений, можно посмотреть на данной странице. Для каждого объекта собрана вся подробная информация из разных источников, описаны особенности взаимодействия героев с каждым из них, а также неочевидные бонусы для игрока. Объекты разделены на логические группы для простоты навигации. Для каждого объекта отображается клеточная схема, она показывает место входа для героя, а также количество занимаемых клеток на карте, что может быть полезно авторам карт при работе над сценариями. В описаниях объектов присутствуют ссылки на статьи, где подробнее описаны действия их бонусов.",
    "towns": "Города являются ключевыми объектами в Heroes of Might and Magic III и эта страница полностью посвящена им. Если Вы забыли цену какой-либо постройки, хотите посмотреть, какой бонус дает храм Грааля или узнать, сколько этажей гильдии магов можно построить в том или ином городе, то заходите в данный раздел. На странице отображается фон каждого из одиннадцати городов с возможностью переключения маркеров для построек. Здесь же отображаются все существа и герои, которые относятся к тому или иному замку, а также карта загадки для поиска Грааля со схематичной последовательностью ее открытия. А чтобы ощутить атмосферу игры, Вы можете на этой же странице включить музыкальную тему города.",
    "mechanics": "<b>В этом разделе Вы сможете узнать больше про:</b><ul><li>Характеристики и способности Существ</li><li>Параметры и навыки Героев</li><li>Особенности передвижения по карте и на поле боя</li><li>Поведение и скрипты компьютерных игроков</li><li>Действие Заклинаний и варианты их применения</li><li>Особенности и характеристики Боевых машин</li><li>Города, постройки, а также их влияние на ход игры</li></ul><b>А также множество скрытых механик, информации о которых нет в игре.</b>",
    "grailmap": "<p>На старте игрок получает <b>Карту загадки</b>, которая выбирается по родному городу. Для каждого города карта загадки уникальна, но все они разделены на <b>48 частей</b>.</p><p>Посещая на карте приключений <b>Обелиски</b>, игрок будет постепенно открывать свою карту загадки и в конечном счете увидит точку, где закопан <b>Грааль</b>.</p><p>Карта будет открываться пропорционально количеству обелисков, то есть, если на карте всего один обелиск, то он откроет карту полностью, а если <b>48</b> (максимальное кол-во), то каждый обелиск будет открывать один кусочек паззла.</p><p>Последовательность открытия карты загадки строго определена (на изображении ниже). Кусочки открываются от меньшего числа к большему.</p>",
    "about": "<p>В далеком 1999 году мало кто мог себе представить, что вышедшая тогда игра <mark>Heroes&nbsp;of&nbsp;Might&nbsp;and&nbsp;Magic&nbsp;III</mark> станет своего рода легендой, которая будет актуальна и востребована даже спустя десятилетия, однако это мы и видим, и сейчас трудно найти человека, который не знал бы о ней.</p><p>За все это время фанаты серии создали бесчисленное множество различных ресурсов, посвященных игре: форумы с обсуждениями, базы знаний по игровым объектам, фанатские арты, хранилища с огромным количеством дополнительного контента и еще много чего полезного.</p><p>Мы задумали данный проект с целью собрать актуальную информацию из различных источников, максимально ее систематизировать, отфильтровать и преподнести в удобном виде. Основная идея - сделать базу существ, артефактов, героев, заклинаний и многих других игровых объектов, так, чтобы можно было сразу видеть всю важную информацию в одном месте, при необходимости отсортировать ее и отфильтровать, сравнить одно с другим.</p><p>Порой приходится посещать 2-3 интернет ресурса, чтобы сложилась полная картина, мы постараемся уместить все это в рамках одного ресурса насколько это возможно.</p><p>Помимо основных параметров и характеристик тех или иных игровых объектов, на нашем сайте есть раздел <a href='/mechanics'>Игровые&nbsp;маханики</a>, где собраны различные тонкости геймплея, описания способностей и формулы расчета для разных аспектов игры. Наполнение для данного раздела по большей части взято из крупного справочника под названием <a href='https://vk.com/fizmig' target='_blank'>FizMiG</a>, в котором можно найти практически любую проверенную информацию о Heroes III.</p><p>Поскольку сейчас большинство игроков, хоть и не все, используют дополнение <a href='https://vk.com/h3hota' target='_blank'>Horn&nbsp;of&nbsp;the&nbsp;Abyss</a>, то все данные на нашем сайте заточены именно под него, но это не значит, что они будут бесполезны для других версий игры.</p><p>Сайт, в первую очередь, это база знаний, но в добавок к этому, мы создали раздел с ссылками на полезный <a href='/soft'>Софт</a>, который поможет в создании своих сценариев и в изменении внутриигровых файлов, а также раздел, где будут выложены <a href='/maps'>Карты</a>, созданные игроками, там же можно будет прочитать о них и при желании скачать.</p><p>Мы надеемся, что фанатам Heroes III будет полезен наш ресурс и они найдут здесь что-то новое для себя. Если Вы хотите оставить комментарий, отзыв или задать нам вопрос, то можете написать на адрес электронной почты, нажав на кнопку внизу страницы.</p>",
    "special": "Расчет урона может меняться из-за особенности юнита",
    "blackknights": "Специализация не будет рассчитана для героя Хаарт Лич",
    "tests": "<p>Тесты разделены на 3 уровня сложности. В каждом из них Вам предстоит ответить на 12 вопросов по разным тематикам игры. Выбор ответа предлагается из 4 вариантов. Пройти каждый тест можно не более 3 раз, затем он станет недоступен.</p><p>Все тесты ограничены по времени прохождения: 2, 3 и 4 минуты на Легкий, Средний и Сложный тест соответственно. По истечении времени Вам засчитаются только те вопросы, на которые Вы успели ответить.</p>",
    "rightanswers": "Правильные ответы",
    "mistakes": "Вы неверно ответили или пропустили следующие вопросы",
    "nomistakes": "Вы ответили верно на все вопросы, хорошая работа!"
  },
  "team": {
    "author-1": {
      "name": "Никита Б.",
      "role": "Пишет серверную и клиентскую часть сайта, занимается хостингом, созданием и обслуживанием базы данных, а также дизайном."
    },
    "author-2": {
      "name": "Станислав Б.",
      "role": "Ответственный за контент сайта. Находит, добавляет и актуализирует информацию, ищет ошибки и тестирует новый функционал."
    },
    "author-3": {
      "name": "Кто это?",
      "role": "Возможно это Вы? Пишите свои идеи, замечания и исправления на нашу почту. Вместе мы доведем проект до совершенства!"
    }
  },
  "user": {
    "admin": "Админ.",
    "simple": "Пользователь",
    "registered": "Дата регистрации",
    "balance": "Баланс",
    "selectavatar": "Выберите аватар",
    "changeavatar": "Изменить аватар",
    "buyavatar": "Вы уверены, что хотите приобрести этот аватар?"
  },
  "social": {
    "community": "Сообщества",
    "share": "Поделитесь ссылкой",
    "title": "Hommbase | База знаний Heroes III",
    "email": "Напишите нам на почту",
    "youtubechannels": "Youtube каналы",
    "twitchchannels": "Twitch каналы",
    "subscribers": "Подписчики",
    "videos": "Видео",
    "videoscount": "Видео на канале",
    "views": "Просмотры",
    "channeldate": "Дата создания канала",
    "external": "Внешние ссылки",
    "soft": "Софт",
    "broadcast": "Трансляция"
  },
  "parameters": {
    "town": "Город",
    "attack": "Атака",
    "defense": "Защита",
    "damage": "Урон",
    "shoots": "Кол-во выстрелов",
    "health": "Здоровье",
    "speed": "Скорость",
    "movement": "Передвижение",
    "value": "Ценность",
    "cost": "Стоимость",
    "sale": "Продажа",
    "growth": "Прирост",
    "status": "Статус",
    "land": "Родная земля",
    "size": "Размер",
    "onehex": "Одногексовое",
    "twohex": "Двухгексовое",
    "ability": "Способности",
    "level": "Уровень",
    "slot": "Слот",
    "bonus": "Бонус",
    "category": "Категория",
    "set": "Комплект",
    "race": "Раса",
    "sex": "Пол",
    "rank": "Ранг",
    "spell": "Заклинание",
    "primary": "Первичные навыки",
    "secondary": "Вторичные навыки",
    "army": "Стартовая армия",
    "specialization": "Специализация",
    "mp": "Очки передвижения",
    "biography": "Биография",
    "element": "Стихия",
    "class": "Класс",
    "duration": "Продолж.",
    "manacost": "Стоимость (мана)",
    "effect": "Эффект",
    "basic": "Базовый",
    "advanced": "Продвинутый",
    "expert": "Эксперт",
    "description": "Описание",
    "guarded": "Охраняемый",
    "tunable": "Настраиваемый",
    "worldview": "Мировоззрение",
    "requirements": "Требования",
    "water": "Вода рядом с городом",
    "theme": "Цветовая тема",
    "fontsize": "Размер шрифта",
    "players": "Игроки",
    "playershumans": "Игроки-люди",
    "teams": "Кол-во команд",
    "target": "Цель",
    "type": "Тип",
    "version": "Версия",
    "author": "Автор",
    "filesize": "Размер файла",
    "downloads": "Скачивания",
    "withhero": "Под управлением героя",
    "herolevel": "Уровень героя",
    "heroattack": "Атака героя",
    "herodefense": "Защита героя",
    "offense": "Навык Нападение",
    "archery": "Навык Стрельба",
    "armor": "Навык Доспехи",
    "offensespec": "Специализация - Нападение",
    "archeryspec": "Специализация - Стрельба",
    "armorspec": "Специализация - Доспехи",
    "unitspec": "Специализация по существу",
    "nativelandbattle": "Бой на родной земле",
    "protectstand": "Защита вместо хода",
    "fines": "Штрафы стрельбы",
    "unluck": "Неудача",
    "luck": "Удача",
    "inflicteddamage": "Нанесенный урон",
    "deaths": "Погибнет существ"
  }
}
