{
  "global": {
    "game": "Герои Меча и Магии&nbsp;III"
  },
  "button": {
    "topage": "Перейти на страницу",
    "tomain": "На главную",
    "fulllist": "Полный список"
  },
  "placeholder": {
    "search": "Поиск по сайту"
  },
  "menu": {
    "language": "Язык",
    "allobjects": "Игровые объекты",
    "calculation": "Рассчеты",
    "interactive": "Интерактив",
    "mobs": "Существа",
    "artifacts": "Артефакты",
    "heroes": "Герои",
    "spells": "Заклинания",
    "objects": "Объекты на карте",
    "towns": "Города",
    "comparator": "Сравнить существ",
    "damagecalc": "Калькулятор урона",
    "tests": "Тесты",
    "statistics": "Статистика",
    "mapping": "Карты",
    "maps": "Скачать карты",
    "editor": "Гайд по редактору",
    "mechanics": "Игровые механики",
    "soft": "Софт",
    "about": "О проекте",
    "news": "Новый город - Фабрика",
    "auth": "Авторизация",
    "updates": "Последние обновления"
  },
  "section": {
    "mobs": "В этом разделе Вы сможете посмотреть характеристики и особенности всех юнитов игры, начиная от атаки с защитой и заканчивая ценностью существ для компьютерного ИИ. Нажмите на соответсвующего моба и справа появится вся информация о нем. Если хотите отфильтровать или отсортировать существ по каким-либо параметрам, то на помощь придет панель фильтров. Нажимая на способности существ, Вы попадете в раздел механик игры, где сможете прочитать о них подробнее. Хотите сравнить двух юнитов? Зайдите в раздел &quot;Сравнить существ&quot; и выберите справа и слева тех, кто именно Вас интересует.",
    "artifacts": "Хотите увидеть все артефакты, которые возможно найти в игре? Тогда Вам в этот раздел. Помимо всех основных параметров каждого артефакта, Вы сможете посмотреть, из каких компонентов собираются те или иные комплекты. Вы сможете отфильтровать артефакты по типу бонуса, который он дает, а также по слоту, в который его можно поместить. В описании особенностей артефактов расписаны все тонкости их применения и механики действия. Для каждого артефакта Вы найдете значение ценности, которое покажет, что предпочтительнее для компьютерного&nbsp;ИИ.",
    "heroes": "Обычно перед началом игры нет желания щелкать по каждому герою и проверять его специализацию, начальную армию или стартовое заклинание. Пройдите в раздел Героев и легким движением руки, введя нужное ключевое слово в поле поиска, Вы сможете увидеть всех героев с заданными параметрами. Есть возможность искать по специализации, заклинанию, полу или просто по имени. Без труда можно отсеять всех персонажей без книги заклинаний, выставив в поле фильтра &quot;Воин&quot; или же наоборот. Чтобы герои не были безликими, Вы можете прочитать краткую биографию каждого из них и лучше понять, какой посыл вкладывали авторы игры.",
    "spells": "В данном разделе представлены все заклинания игры, разбитые по группам в зависимости от стихии, к которой относятся. Вы можете увидеть стоимость, продолжительность действия, описание каждого заклинания для определенного уровня прокачки навыка стихии и даже увидеть, как оценивает те или иные заклинания компьютерный ИИ. Если Вас интересует подробная информация о заклинаниях, то Вы без проблем сможете найти ее в статьях Механик игры: просто найдите интересующее заклинание и щелкните по его описанию.",
    "objects": "Все игровые объекты, которые Вы можете встретить на карте приключений, можно посмотреть на данной странице. Для каждого объекта собрана вся подробная информация из разных источников, описаны особенности взаимодействия героев с каждым из них, а также неочевидные бонусы для игрока. Объекты разделены на логические группы для простоты навигации. Для каждого объекта отображается клеточная схема, она показывает место входа для героя, а также количество занимаемых клеток на карте, что может быть полезно авторам карт при работе над сценариями. В описаниях объектов присутствуют ссылки на статьи, где подробнее описаны действия их бонусов.",
    "towns": "Города являются ключевыми объектами в Heroes of Might and Magic III и эта страница полностью посвящена им. Если Вы забыли цену какой-либо постройки, хотите посмотреть, какой бонус дает храм Грааля или узнать, сколько этажей гильдии магов можно построить в том или ином городе, то заходите в данный раздел. На странице отображается фон каждого из десяти городов с возможностью переключения вида и наглядным расположением построек. Здесь же отображаются все существа и герои, которые относятся к тому или иному замку, а также карта загадки для поиска Грааля со схематичной последовательностью ее открытия. А чтобы ощутить атмосферу игры, Вы можете на этой же странице включить музыкальную тему города.",
    "mechanics": "<b>В этом разделе Вы сможете узнать больше про:</b><ul><li>Характеристики и способности Существ</li><li>Параметры и навыки Героев</li><li>Особенности передвижения по карте и на поле боя</li><li>Поведение и скрипты компьютерных игроков</li><li>Действие Заклинаний и варианты их применения</li><li>Особенности и характеристики Боевых машин</li><li>Города, постройки, а также их влияние на ход игры</li></ul><b>А также множество скрытых механик, информации о которых нет в игре.</b>"
  },
  "error": {
    "unknown": "Произошла неизвестная ошибка",
    "access": "Доступ запрещен",
    "notfound": "Страница не найдена",
    "server": "Ошибка на стороне сервера",
    "updates": "Произошла ошибка при загрузке последних обновлений"
  },
  "team": {
    "author-1": {
      "name": "Никита Б.",
      "role": "Пишет серверную и клиентскую часть сайта, занимается хостингом, созданием и обслуживанием базы данных, а также дизайном."
    },
    "author-2": {
      "name": "Станислав Б.",
      "role": "Ответственный за контент сайта. Находит, добавляет и актуализирует информацию, ищет ошибки и тестирует новый функционал."
    },
    "author-3": {
      "name": "Кто это?",
      "role": "Возможно это Вы? Пишите свои идеи, замечания и исправления на нашу почту. Вместе мы доведем проект до совершенства!"
    }
  },
  "social": {
    "share": "Поделитесь ссылкой",
    "title": "Hommbase | База знаний Heroes III",
    "email": "Напишите нам на почту"
  }
}
